IDEA Open Model
IIOMSettings Interface
Compatible with IDEA StatiCa Beta 20.0
 interface IIOMSettings
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public interface IIOMSettings
Public Interface IIOMSettings
The IIOMSettings type exposes the following members.
Properties
Name | Description
CountryCode
 CountryCode
CreatedSuccessfully
 IOM was generated Successfully
FileName
 File name
Top
See Also
Reference
IdeaRS.OpenModel.Message Namespace